// GitTest_LC1CD.cpp : このファイルには'main'関数が含まれています。プログラム実行の
//

#include <iostream>

int main() {

	std::cout << "Hello Github\n";

	std::cout << "LC1D_14_タカキ_ケンゴ\n";

	std::cout << "2023/10/17\n";

	std::cout << "player作成\n";

	std::cout << "マージしてください！\n";

	std::cout << "マージしてください2！\n";

	std::cout << "マージしてください！！！！！！！！！！！！\n";

}

//プログラムの実行：Ctrl ＋ F5 または [デバッグ] > [デバッグなしで開始]メニュー
//プログラムのデバッグ：F5 または [デバッグ] >[デバッグの開始]メニュー

//作業を開始するためのヒント：
// 1.ソリューションエクスプローラーウィンドウを使用してファイルを追加/管理します
// 2.チームエクスプローラーウィンドウを使用してソース管理に接続します
// 3.出力ウィンドウを使用してビルド出力とその他メッセージを表示します
// 4.
// 5.
// 6.